{"translation-revision-date":"2023-10-17 11:10:52+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Enter custom URL structure for your Recipe badge Base. Default, recipe-badge.":["Introduce la estructura de URL personalizada para tu insignia de receta base. Por defecto, insignia-receta."],"Badge Base":["Insignia base"],"Enter custom URL structure for your Recipe Tag Base. Default, recipe-tag.":["Insertar la estructura de URL personalizada para su base de etiquetas de recetas. Por defecto, \"recipe-tag\"."],"Tag Base":["Base de etiqueta"],"Additional Settings":["Ajustes adicionales"],"Step":["Paso"],"Congratulations!":["¡Enhorabuena!"],"Next Step":["Siguiente paso"],"Finish":["Finalizar"],"Additional Settings to optimize your experience with Delicious Recipes plugin":["Ajustes adicionales para optimizar tu experiencia con el plugin Delicious Recipes"],"3. Additional Settings":["3. Ajustes adicionales"],"You can also change recipe page slugs and permalinks as follows.":["También puedes cambiar las páginas de recetas y los enlaces permanentes de la siguiente manera."],"2. Permalinks Settings":["2. Ajustes de enlaces permanentes"],"1. Appearance Settings":["1. Ajustes de apariencia"],"Permalinks Settings":["Ajustes de enlaces permanentes"],"Appearance Settings":["Ajustes de apariencia"],"Create a Recipe":["Crear nueva receta"],"Spread The Word":["Haz correr la voz"],"Proceed To Set Up":["Proceder a configurar"],"I've changed the permalink structure in permalinks settings.":["He cambiado la estructura de enlaces permanentes en los ajustes de enlaces permanentes."],"Let’s get started to set-up a few settings that will help you configure your recipe blog and quickly get started.":["Empecemos a configurar algunos ajustes que te ayudarán a configurar tu blog de recetas y a comenzar a usarlo rápidamente."],"Thank you for using":["Gracias por su utilización"],"Go to Settings":["Ir a los ajustes"],"If you are using SSL in your website, please ensure your website link in the backend %1$s matches precisely with Site URL settings in %2$s Dashboard > Settings > General %3$s.":["Si estás usando SSL en tu web, por favor, asegúrate de que el enlace de tu web en el escritorio %1$s coincida exactamente con los ajustes de la URL del sitio en %2$s Escritorio > Ajustes > Generales %3$s."],"You have successfully finished setting up the plugin. You can now enjoy the incredible features and start creating your delicious recipes.":["Has finalizado correctamente la configuración del plugin. Ahora podrás disfrutar de sus increíbles características y comenzar a crear tus deliciosas recetas."],"Skip to Dashboard":["Saltar al escritorio"],"<strong>Delicious Recipes<\/strong> plugin uses <b>WordPress Core REST API<\/b> interface for creating and managing recipes and does not support the plain permalink structure. Please <a target=\"_blank\" href=%s>change your permalinks settings<\/a> to other structure to use Delicious Recipes plugin. We recommend to use \"Post name\".":["El plugin <strong>Delicious Recipes<\/strong> usa la interfaz de la <b>API REST del núcleo de WordPress<\/b> para crear y gestionar las recetas y no es compatible con la estructura de enlaces permanentes simples. Por favor, <a target=\"_blank\" href=%s>cambia tus ajustes de enlaces permanentes<\/a> a otra estructura para usar el plugin Delicious Recipes. Recomendamos usar el «Nombre de la entrada»."],"Enter custom URL structure for your Recipe Course Base. Default recipe-course.":["Introduce la estructura de URL personalizada para la base de platos de tus recetas. Por defecto, «recipe-course»."],"Facebook":["Facebook"],"Linkedin":["LinkedIn"],"Twitter":["Twitter"],"Select a page to display recipe search results.":["Selecciona una página para mostrar los resultados de la búsqueda de recetas."],"Select a page..":["Selecciona una página..."],"Recipe Search Page":["Página de búsqueda de recetas"],"Secondary Color":["Color secundario"],"Primary Color":["Color principal"],"These color options controls the look and feel of your recipe card.":["Estas opciones de color controlan el aspecto de tu tarjeta de recetas."],"Recipe Colors":["Colores de la receta"],"Cooking Method Base":["Base de métodos de cocina"],"Recipe Base":["Base de recetas"],"Enable this option to display the recipes on the homepage.":["Activa esta opción para mostrar las recetas en la página de Inicio"],"Display Recipes On Homepage":["Mostrar recetas en pagina de Inicio"],"Key Base":["Clave base "],"Cuisine Base":["Cocina base "],"Enter custom URL structure for your Recipe Key Base. Default, recipe-key.":["Introduce la estructura de URL personalizada para la base de claves de tus recetas. Por defecto, «recipe-key»."],"Enter custom URL structure for your Recipe Cuisine Base. Default, recipe-cuisine.":["Introduce la estructura de URL personalizada para la base de la cocina de tus recetas. Por defecto, «recipe-cuisine»."],"Enter custom URL structure for your Recipe Cooking Method Base. Default, recipe-cooking-method.":["Introduce la estructura de URL personalizada para la base del método de cocción de tus recetas. Por defecto, «recipe-cooking-method»."],"Course Base":["Base para los platos"],"Enter custom URL structure for your Recipe Base. Default, recipe.":["Introduce la estructura de URL personalizada para la base de tus recetas. Por defecto, «recipe»."],"Recipe global settings saved successfully !!":["¡Ajustes globales de la receta guardados correctamente!"],"Delicious Recipes":["Delicious Recipes"]}},"comment":{"reference":"assets\/build\/onboard.js"}}